import React,{Component} from 'react';
export default class Juaner extends Component{
    render(){
        return(
            <div style={{width:'80%',margin:'0 auto',fontSize:'25px',lineHeight:'45px',fontFamily:'宋体'}}>
                <p>&nbsp;</p>
                <p>&nbsp;</p>
                <p>&nbsp;</p>
                <h1 style={{textAlign:'center',fontFamily:'宋体',lineHeight:'60px',fontSize:'40px'}}>2019年普通高等学校招生全国统一考试</h1>
                <h2 style={{textAlign:'center',fontFamily:'黑体',lineHeight:'70px',fontSize:'45px'}}>理科数学</h2>
                <p style={{fontFamily:'黑体'}}>注意事项：</p>
                <p>&nbsp;&nbsp;1．答卷前，考生务必将自己的姓名、考生号等填写在答题卡和试卷指定位置上。</p>
                <p>&nbsp;&nbsp;2．回答选择题时，选出每小题答案后，用铅笔把答题卡对应题目的答案标号涂黑。如需改动，用橡皮擦干净后，再选涂其他答案标号。回答非选择题时，将答案写在答题卡上。写在本试卷上无效。</p>
                <p>&nbsp;&nbsp;3．考试结束后，将本试卷和答题卡一并交回。</p>
                <p style={{fontFamily:'黑体'}}>一、选择题：本题共12小题，每小题5分，共60分。在每小题给出的四个选项中，只有一项是符合题目要求的。</p>
                <p>1．设集合A=&#123;x|x²–5x+6>0&#125;，B=&#123;x|x–1&lt;0&#125;，则A∩B=</p>
                <p>A．(–∞，1)&nbsp;&nbsp;	B．(–2，1)&nbsp;&nbsp;		C．(–3，–1)	&nbsp;&nbsp;D．(3，+∞)</p>
                <p>2．设z=–3+2i，则在复平面内z对应的点位于</p>
                <p>A．第一象限&nbsp;&nbsp;	B．第二象限		&nbsp;&nbsp;	C．第三象限	&nbsp;&nbsp;D．第四象限</p>
                <p>3．已知 AB=(2,3)， AC=(3，t)，|BC|=1，则AB·BC=</p>
                <p>A．–3&nbsp;&nbsp;	B．–2&nbsp;&nbsp;	C．2&nbsp;&nbsp;	D．3</p>
                <p>4．2019年1月3日嫦娥四号探测器成功实现人类历史上首次月球背面软着陆，我国航天事业取得又一重大成就，实现月球背面软着陆需要解决的一个关键技术问题是地面
                    与探测器的通讯联系．为解决这个问题，发射了嫦娥四号中继星“鹊桥”，鹊桥沿着围绕地月拉格朗日L₂点的轨道运行．L₂点是平衡点，位于地月连线的延长线上．设地球
                    质量为M₁，月球质量为M₂，L₂地月距离为R， 点到月球的距离为r，根据牛顿运动定律和万有引力定律，r满足方程：<img src='../img/201.png'/> .设a=r/R，由于
                    α 的值很小，因此在近似计算中<img src='../img/202.png'/> ，则r的近似值为</p>
                <p>A.<img src='../img/203.png'/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;B.<img src='../img/204.png'/></p>
                <p>C.<img src='../img/205.png'/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;D.<img src='../img/206.png'/></p>
                <p>5．演讲比赛共有9位评委分别给出某选手的原始评分，评定该选手的成绩时，从9个原始评分中去掉1个最高分、1个最低分，得到7个有效评分．7个有效评分与9个原始评分相比，不变的数字特征是</p>
                <p>A．中位数	&nbsp;&nbsp;B．平均数	&nbsp;&nbsp;C．方差  	&nbsp;&nbsp;D．极差</p>
                <p>6．若a>b，则</p>
                <p>A．ln(a−b)>0    &nbsp;&nbsp;    	B．3ᵃ&lt;3ᵇ &nbsp;&nbsp;        C．a³−b³>0   &nbsp;&nbsp;    	D．│a│>│b│</p>
                <p>7．设α，β为两个平面，则α∥β的充要条件是</p>
                <p>A．α内有无数条直线与β平行        &nbsp; &nbsp;&nbsp; 	B．α内有两条相交直线与β平行     </p>
                <p>C．α，β平行于同一条直线        &nbsp;&nbsp;  &nbsp;&nbsp;   	D．α，β垂直于同一平面</p>
                <p>8．若抛物线y²=2px(p>0)的焦点是椭圆x²/3p+y²/p=1的一个焦点，则p=</p>
                <p>A．2       &nbsp;&nbsp;    	B．3   &nbsp;&nbsp;         C．4     &nbsp;&nbsp;        	D．8</p>
                <p>9．下列函数中，以π为周期且在区间(π/4,π/2)单调递增的是</p>
                <p>A．f(x)=│cos2x│    &nbsp;&nbsp;	B．f(x)=│sin2x│    &nbsp;&nbsp; C．f(x)=cos│x│   &nbsp;&nbsp;  	D．f(x)=sin│x│</p>
                <p>10．已知α∈(0，π/2)，2sin2α=cos2α+1，则sinα=</p>
                <p>A．1/5      &nbsp;&nbsp;  B．√5/5   &nbsp;&nbsp; C．3/5     &nbsp;&nbsp; 	D．2√5/5</p>
                <p>11．设F为双曲线C：x²/a²-y²/b²=1(a>0,b>0)的右焦点， O为坐标原点，以OF为直径的圆与圆x²+y²=a²交于P，Q两点．若|PQ|=|OF| ，则C的离心率为</p>
                <p>A．√2      &nbsp;&nbsp;  B．√3   &nbsp;&nbsp; C．2     &nbsp;&nbsp; 	D．√5</p>
                <p>12．设函数f(x)的定义域为<b>R</b>，满足f(x+1)=2f(x)，且当x∈(0,1]时，f(x)=x(x-1) ．若对任意x∈(-∞,m]，都有f(x)>-8/9，则m的取值范围是</p>
                <p>A．(-∞,9/4]      &nbsp;&nbsp;  B．(-∞,7/3]   &nbsp;&nbsp; C．(-∞,5/2]     &nbsp;&nbsp; 	D．(-∞,8/3]</p>
                <p style={{fontFamily:'黑体'}}>二、填空题：本题共4小题，每小题5分，共20分。</p>
                <p>13．我国高铁发展迅速，技术先进．经统计，在经停某站的高铁列车中，有10个车次的正点率为0.97，有20个车次的正点率为0.98，
                    有10个车次的正点率为0.99，则经停该站高铁列车所有车次的平均正点率的估计值为__________．</p>
                <p>14．已知f(x)是奇函数，且当x&lt;0时f(x)=-eᵃˣ.若f(ln2)=8，则 __________．</p>
                <p>15．△ABC的内角A,B,C的对边分别为a,b,c.若b=6,a=2c,B=π/3，则△ABC的面积为_________．</p>
                <p>16．中国有悠久的金石文化，印信是金石文化的代表之一．印信的形状多为长方体、正方体或圆柱体，
                    但南北朝时期的官员独孤信的印信形状是“半正多面体”（图1）．半正多面体是由两种或两种以上的正
                    多边形围成的多面体．半正多面体体现了数学的对称美．图2是一个棱数为48的半正多面体，它的所有
                    顶点都在同一个正方体的表面上，且此正方体的棱长为1．则该半正多面体共有________个面，其棱长
                    为_________．（本题第一空2分，第二空3分．）</p>
                <p style={{textAlign:'center'}}><img src='../img/207.png'/></p>
                <p style={{fontFamily:'黑体'}}>三、解答题：共70分。解答应写出文字说明、证明过程或演算步骤。第17~21题为必考题，每个试题考生都必须作答。第</p>
                <p style={{fontFamily:'黑体'}}>&nbsp;&nbsp;&nbsp;&nbsp;22、23题为选考题，考生根据要求作答。</p>
                <p style={{fontFamily:'黑体'}}>（一）必考题：共60分。</p>
                <p>17．（12分）</p>
                <p>如图，长方体ABCD–A₁B₁C₁D₁的底面ABCD是正方形，点E在棱AA₁上，BE₁⊥EC₁</p>
                <p style={{textAlign:'center'}}><img src='../img/208.png'/></p>
                <p>（1）证明：BE⊥平面EB₁C₁；</p>
                <p>（2）若AE=A₁E，求二面角B–EC–C₁的正弦值．</p>
                <p>18．（12分）</p>
                <span>11分制乒乓球比赛，每赢一球得1分，当某局打成10:10平后，每球交换发球权，先多得2分的一方获胜，该局比赛结束.甲、
                    乙两位同学进行单打比赛，假设甲发球时甲得分的概率为0.5，乙发球时甲得分的概率为0.4，各球的结果相互独立.在某局双
                    方10:10平后，甲先发球，两人又打了X个球该局比赛结束.<br/>
                    （1）求P（X=2）；<br/>
                    （2）求事件“X=4且甲获胜”的概率.<br/>
                </span>
                <p>19．（12分）</p>
                <span>已知数列&#123;aₙ&#125;和&#123;bₙ&#125;满足a1=1，b1=0，4aₙ₊₁=3aₙ-bₙ+4 ，4bₙ₊₁=3bₙ-aₙ-4 .<br/>
                    （1）证明：&#123;aₙ+bₙ&#125;是等比数列，&#123;aₙ–bₙ&#125;是等差数列；<br/>
                    （2）求&#123;aₙ&#125;和&#123;bₙ&#125;的通项公式.<br/>
                </span>
                <p>20．（12分）</p>
                <span>已知函数 f(x)=lnx-(x+1)/(x-1)<br/>
                    （1）讨论f(x)的单调性，并证明f(x)有且仅有两个零点；<br/>
                    （2）设x₀是f(x)的一个零点，证明曲线y=lnx在点A(x₀，lnx₀)处的切线也是曲线y=eˣ的切线.<br/>
                </span>
                <p>21. （12分）</p>
                <span>已知点A(−2,0)，B(2,0)，动点M(x,y)满足直线AM与BM的斜率之积为−½ .记M的轨迹为曲线C.<br/>
                    （1）求C的方程，并说明C是什么曲线；<br/>
                    （2）过坐标原点的直线交C于P，Q两点，点P在第一象限，PE⊥x轴，垂足为E，连结QE并延长交C于点G.<br/>
                    （i）证明：△PQG是直角三角形；<br/>
                    （ii）求△PQG面积的最大值.<br/>
                </span>
                <p style={{fontFamily:'黑体'}}>（二）选考题：共10分。请考生在第22、23题中任选一题作答。如果多做，则按所做的第一题计分。</p>
                <p>22．[选修4—4：坐标系与参数方程]（10分）</p>
                <span>在极坐标系中，O为极点，点M(ρ₀,θ₀)(ρ₀＞0)在曲线C:ρ=4sinθ上，直线l过点A(4,0)且与OM垂直，垂足为P.<br/>
                    （1）当θ₀=π/3时，求ρ₀及l的极坐标方程；<br/>
                    （2）当M在C上运动且P在线段OM上时，求P点轨迹的极坐标方程.<br/>
                </span>
                <p>23．[选修4—5：不等式选讲]（10分）</p>
                <span>
                    已知f(x)=|x-a|x+|x-2|(x-a)<br/>
                    （1）当a=1时，求不等式f(x)&lt;0的解集；<br/>
                    （2）若x∈(-∞,1)时，f(x)&lt;0 ，求a的取值范围.<br/>

                </span>
                <p>&nbsp;</p>
                <p>&nbsp;</p>
                <p>&nbsp;</p>


            </div>
        )
    }
}