import React,{Component} from 'react';
export default class Sanjiao extends Component{
    render(){
        return(
            <div style={{margin:'0 auto',width:'80%',fontSize:'25px',lineHeight:'50px'}}>
                <p>&nbsp;</p>
                1．（2017•山东）函数y=√(3)sin2x+cos2x的最小正周期为（　　）<br/>
                A．2π 	B．2π/3 	C．π	D．2π　<br/>
                2．（2017•天津）设函数f（x）=2sin（ωx+φ），x∈R，其中ω＞0，|φ|＜π．若f（5π/8）=2，f（11π/8）=0，且f（x）的最小正周期大于2π，则（　　）<br/>
                A．ω=2/3 ，φ=π/12 	B．ω=2/3 ，φ=﹣11π/12 <br/>
                C．ω=1/3，φ=﹣11π/24	D．ω=1/3 ，φ= 7π/24 <br/>
                3．（2017•新课标Ⅱ）函数f（x）=sin（2x+π/3）的最小正周期为（　　）<br/>
                A．4π	B．2π	C．π	D．π/2 <br/>
                4．（2017•新课标Ⅲ）设函数f（x）=cos（x+π/3），则下列结论错误的是（　　）<br/>
                A．f（x）的一个周期为﹣2π<br/>
                B．y=f（x）的图象关于直线x=3π/8 对称<br/>
                C．f（x+π）的一个零点为x=π/6<br/>
                D．f（x）在（π/2 ，π）单调递减　<br/>
                5．（2017•新课标Ⅰ）已知曲线C1：y=cosx，C2：y=sin（2x+2π/3），则下面结论正确的是（　　）<br/>
                A．把C1上各点的横坐标伸长到原来的2倍，纵坐标不变，再把得到的曲线向右平移π/6个单位长度，得到曲线C2<br/>
                B．把C1上各点的横坐标伸长到原来的2倍，纵坐标不变，再把得到的曲线向左平移π/12个单位长度，得到曲线C2<br/>
                C．把C1上各点的横坐标缩短到原来的½倍，纵坐标不变，再把得到的曲线向右平移π/6个单位长度，得到曲线C2<br/>
                D．把C1上各点的横坐标缩短到原来的½倍，纵坐标不变，再把得到的曲线向左平移π/12个单位长度，得到曲线C2<br/>
                6．（2017•新课标Ⅲ）函数f（x）= 1/5sin（x+ π/3）+cos（x﹣ π/6）的最大值为（　　）<br/>
                A． 6/5	B．1	C．3/5 	D．1/5 <br/>
                7．（2016•上海）设a∈R，b∈[0，2π），若对任意实数x都有sin（3x﹣π/3）=sin（ax+b），则满足条件的有序实数对（a，b）的对数为（　　）<br/>
                A．1	B．2	C．3	D．4　<br/>
                8．（2016•新课标Ⅲ）若tanα=3/4，则cos2α+2sin2α=（　　）<br/>
                A．64/25 	B．48/25 	C．1	D．16/25 <br/>
                9．（2016•新课标Ⅲ）若tanθ=﹣1/3 ，则cos2θ=（　　）<br/>
                A．﹣4/5 	B．﹣1/5 	C．1/5 	D．4/5 <br/>
                10．（2016•浙江）设函数f（x）=sin2x+bsinx+c，则f（x）的最小正周期（　　）<br/>
                A．与b有关，且与c有关	B．与b有关，但与c无关<br/>
                C．与b无关，且与c无关	D．与b无关，但与c有关<br/>
                11．（2016•新课标Ⅱ）若将函数y=2sin2x的图象向左平移π/12个单位长度，则平移后的图象的对称轴为（　　）<br/>
                A．x=kπ/2﹣π/6 （k∈Z）	B．x=kπ/ + π/6 （k∈Z）	C．x=kπ/2﹣π/12（k∈Z）	D．x=kπ/2﹣π/12（k∈Z）　<br/>
                12．（2016•新课标Ⅰx=kπ/2﹣π/6）已知函数f（x）=sin（ωx+φ）（ω＞0，|φ|≤ π/2），x=﹣π/4 为f（x）的零点，x= π/4 为y=f（x）图象的对称轴，且f（x）在（π/18 ，5π/36 ）上单调，则ω的最大值为（　　）<br/>
                A．11	B．9	C．7	D．5<br/>
                13．（2016•四川）为了得到函数y=sin（2x﹣π/3）的图象，只需把函数y=sin2x的图象上所有的点（　　）<br/>
                A．向左平行移动 π/3个单位长度	B．向右平行移动 π/3个单位长度<br/>
                C．向左平行移动 π/3个单位长度	D．向右平行移动 π/3个单位长度<br/>
                14．（2016•新课标Ⅰ）将函数y=2sin（2x+ ）的图象向右平移 个周期后，所得图象对应的函数为（　　）<br/>
                A．y=2sin（2x+π/4）	B．y=2sin（2x+π/3）	C．y=2sin（2x﹣π/4）	D．y=2sin（2x﹣π/3）<br/>
                15．（2016•北京）将函数y=sin（2x﹣π/3）图象上的点P（π/4 ，t）向左平移s（s＞0）个单位长度得到点P′，若P′位于函数y=sin2x的图象上，则（　　）<br/>
                A．t=1/2，s的最小值为 π/6 	B．t= √3/2，s的最小值为 π/6 <br/>
                C．t=1/2，s的最小值为 π/3 	D．t= √3/2，s的最小值为 π/3 <br/>
                <p>&nbsp;</p>
                <p>&nbsp;</p>
            </div>
        )
    }
}