import React,{Component} from 'react';
export default class Daoshu extends Component{
    render(){
        return(
            <div style={{margin:'0 auto',width:'80%',fontSize:'25px',lineHeight:'50px'}}>
                <p>&nbsp;</p>
                <h3>综合题</h3>
                <p>&nbsp;</p>
                1. f'(x)是f(x)=1/3x³+2x+1的导函数，则f'(-1)的值是______________。<br/>
                2. 已知函数f(x)的图象在点M(1,f(1))处的切线方程是y=½x+2，则f(1)+f'(1)______________。<br/>
                3. 曲线y=x³-2x²-4x+2在点(1,-3)处的切线方程是______________。<br/>
                4. 已知曲线C：y=x³-3x²+2x，直线l:y=kx ，且直线l与曲线C相切于点(x₀,y₀)x₀≠0 ，求直线l的方程及切点坐标。<br/>
                5. 已知f(x)=ax³+3x²-x+1在<b>R</b>上是减函数，求a的取值范围。<br/>
                6. 设函数f(x)=2x³+3ax²+3bx+8c在x=1及x=2时取得极值。<br/>
                (1)求a、b的值；<br/>(2)若对于任意的x∈[0,3]，都有f(x)&lt;c²成立，求c的取值范围。<br/>
                <p>&nbsp;</p>
                <p>&nbsp;</p>
                <p>&nbsp;</p>
                7. 已知a为实数，f(x)=(x²-4)(x-a)。<br/>
                (1) 求导数f'(x)；<br/>
                (2) 若f'(-1)，求f(x)在区间[-2,2]上的最大值和最小值。<br/>
                <p>&nbsp;</p>
                <p>&nbsp;</p>
                <p>&nbsp;</p>
                8. 设函数f(x)=ax³+bx+c(a≠0)为奇函数，其图象在点(1,f(1))处的切线与直线x-6y-7=0垂直，
                导函数f'(x)的最小值为-12。<br/>
                (1)求a,b,c的值；<br/>(2)求函数f(x)的单调递增区间，并求函数f(x)在[-1,3]上的最大值和最小值。<br/>
                <p>&nbsp;</p>
                <p>&nbsp;</p>
                <p>&nbsp;</p>
                <hr/>
                <p>&nbsp;</p>
                <h3>选择题</h3>
                <p>&nbsp;</p>
                1. 已知曲线y=x/4²的一条切线的斜率为1/2，则切点的横坐标为（    ）<br/>
                A．1			B．2			C．3			D．4<br/>
                2. 曲线y=x³-3x²+1在点（1，－1）处的切线方程为	（     ）<br/>
	            A．y=3x-4	B．y=-3x+4 	C．y=-4x+3 	D． y=4x-5<br/>
                3. 函数y=(x+1)²(x-1)在x=1处的导数等于   （    ）<br/>
	            A．1	B．2	C．3	D．4<br/>
                4. 已知函数f(x)在x=1处的导数为3，则f(x)的解析式可能为（    ）<br/>
                A．f(x)=(x-1)²+3(x-1) 	B．f(x)=2(x-1) <br/>
                C．f(x)=(x-1)²      	D．f(x)=x-1<br/>
                5. 函数f(x)=x³+ax²+3x-9，已知f(x)在x=-3时取得极值，则a=（     ）<br/>
                A. 2				B. 3				C. 4				D. 5<br/>
                6. 函数f(x)=x³-3x²+1是减函数的区间为(     )<br/>
                A. (2,+∞)    B.(-∞,2)     C.(-∞,0)     D.(0,2)<br/>
                7. 函数f(x)=2x²-⅓x³在区间[0,6]上的最大值是（　　）<br/>
                A．32/3				B．16/3				C．12 				D．9 <br/>
                8. 函数y=x³-3x的极大值为m，极小值为n，则m+n为  （     ）<br/>
                A．0	          	B．1             C．2			D．4<br/>
                9. 三次函数f(x)=ax³+x在x∈(-∞,+∞)内是增函数，则  （      ）<br/>
                A．a>0  			B．a&lt;0          C．a=1 			D．a=⅓  <br/>
                10. 在函数y=x³-8x的图象上，其切线的倾斜角小于π/4的点中，坐标为整数的点的个数是（    ）<br/>
	            A．3	B．2	C．1	D．0
                <p>&nbsp;</p>
                <p>&nbsp;</p>
            </div>
        )
    }
}