import React,{Component} from 'react';
export default class Juanyi extends Component{
    render(){
        return(
            <div style={{width:'80%',margin:'0 auto',fontSize:'25px',lineHeight:'45px',fontFamily:'宋体'}}>
                <p>&nbsp;</p>
                <p>&nbsp;</p>
                <p>&nbsp;</p>
                <h1 style={{textAlign:'center',fontFamily:'宋体',lineHeight:'60px',fontSize:'40px'}}>2019年普通高等学校招生全国统一考试</h1>
                <h2 style={{textAlign:'center',fontFamily:'黑体',lineHeight:'70px',fontSize:'45px'}}>理科数学</h2>
                <p style={{fontFamily:'黑体'}}>注意事项：</p>
                <p>&nbsp;&nbsp;1．答卷前，考生务必将自己的姓名、考生号等填写在答题卡和试卷指定位置上。</p>
                <p>&nbsp;&nbsp;2．回答选择题时，选出每小题答案后，用铅笔把答题卡对应题目的答案标号涂黑。如需改动，用橡皮擦干净后，再选涂其他答案标号。回答非选择题时，将答案写在答题卡上。写在本试卷上无效。</p>
                <p>&nbsp;&nbsp;3．考试结束后，将本试卷和答题卡一并交回。</p>
                <p style={{fontFamily:'黑体'}}>一、选择题：本题共12小题，每小题5分，共60分。在每小题给出的四个选项中，只有一项是符合题目要求的。</p>
                <p>1．已知集合M=&#123;x&#124;-4&lt;x&lt;2&#125;，N=&#123;x&#124;x²-x-6&lt;0&#125;则M∩N=</p>
                <p>A．&#123;x&#124;-4&lt;x&lt;3&#125; 	B．&#123;x&#124;-4&lt;x&lt;-2&#125; 	
                   C．&#123;x&#124;-2&lt;x&lt;2&#125; 	D．&#123;x&#124;2&lt;x&lt;3&#125; </p>
                <p>2．设复数z满足&#124;z-i&#124;=1，z在复平面内对应的点为(x，y)，则</p>
                <p>A．(x+1)²+y²=1 	B．(x-1)²+y²=1 	C．x²+(y-1)²=1 	D．x²+(y+1)²=1 </p>
                <p>3．已知a=log₂0.2，b=2⁰·²,c=0.2⁰·³则</p>
                <p>A．a&lt;b&lt;c 	B．a&lt;c&lt;b 	C．c&lt;a&lt;b 	D．b&lt;c&lt;a </p>
                <p>4．古希腊时期，人们认为最美人体的头顶至肚脐的长度与肚脐至足底的长度之比是 (√(5)-1)/2（(√(5)-1)/2 ≈0.618，
                    称为黄金分割比例)，著名的“断臂维纳斯”便是如此．此外，最美人体的头顶至咽喉的长度与咽喉至肚脐的长度之比也是(√(5)-1)/2 ．
                    若某人满足上述两个黄金分割比例，且腿长为105 cm，头顶至脖子下端的长度为26 cm，则其身高可能是</p>
                <p style={{textAlign:'center'}}><img src='../img/101.png' style={{height:'250px'}}/></p>
                <p>A．165 cm	B．175 cm	C．185 cm	D．190 cm</p>
                <p>5．函数f(x)=(sinx+x)/(cosx+x²) 在[-π,π]的图像大致为</p>
                <p>A.<img src='../img/102.png'/>&nbsp;&nbsp;&nbsp;&nbsp;B.<img src='../img/102.png'/><br/>
                    C.<img src='../img/102.png'/>&nbsp;&nbsp;&nbsp;&nbsp;D.<img src='../img/102.png'/></p>
                <p>6．我国古代典籍《周易》用“卦”描述万物的变化．每一“重卦”由从下到上排列的6个爻组成，爻分为阳爻“——”和阴爻“— —”，
                    如图就是一重卦．在所有重卦中随机取一重卦，则该重卦恰有3个阳爻的概率是</p>
                <p style={{textAlign:'center'}}><img src='../img/106.png' style={{height:'250px'}}/></p>
                <p>A.5/16 &nbsp;&nbsp;	B．11/32 &nbsp;&nbsp; 	C．21/32  &nbsp;&nbsp;	D．11/16  </p>
                <p>7．已知非零向量<b>a</b>，<b>b</b>满足&#124;<b>a</b>&#124;=2&#124;<b>b</b>&#124;，且(<b>a</b>-<b>b</b>)⊥<b>b</b>，
                    则<b>a</b>与<b>b</b>的夹角为</p>
                <p>A．π/6 &nbsp;&nbsp; 	B．π/3  &nbsp;&nbsp;	C．2π/3   &nbsp;&nbsp;	D．5π/6   </p>
                <p>8．如图是求<img src='../img/107.png'/>的程序框图，图中空白框中应填入</p>
                <p style={{textAlign:'center'}}><img src='../img/108.png' style={{height:'400px'}}/></p>
                <p>A．A= 1/(2+A)&nbsp;&nbsp;	B．A= 2+1/A	&nbsp;&nbsp;C．A=  1/(1+2A)&nbsp;&nbsp;	D．A= 1+/2A </p>
                <p>9．记Sₙ为等差数列&#123;aₙ&#125;的前n项和．已知S₄=0,a₅=5，则</p>
                <p>A．aₙ=2n-5 &nbsp;&nbsp;	B．aₙ=3n-10 &nbsp;&nbsp;	C．Sₙ=2n²-8n &nbsp;&nbsp;	D．Sₙ=½n²-2n </p>
                <p>10．已知椭圆C的焦点为F₁(-1,0),F₂(1,0),过F2的直线与C交于A，B两点．若&#124;AF₂&#124;=&#124;F₂B&#124; ,&#124;AB&#124;=&#124;BF₁&#124;,则C的方程为</p>
                <p>A．x²/2+y²=1 &nbsp;&nbsp;	B．x²/3+y²/2=1&nbsp;&nbsp; 	C．x²/4+y²/3=1 &nbsp;&nbsp;	D．x²/5+y²/4=1 </p>
                <p>11．关于函数f(x)=sin&#124;x&#124;+&#124;sinx&#124;有下述四个结论：<br/>
                    ①f(x)是偶函数		②f(x)在区间（π/2，π）单调递增<br/>
                    ③f(x)在[-π,π]有4个零点	④f(x)的最大值为2<br/>
                    其中所有正确结论的编号是<br/>
                    A．①②④ 	&nbsp;&nbsp;B．②④&nbsp;&nbsp;	C．①④&nbsp;&nbsp;	D．①③
                </p>
                <p>12．已知三棱锥P−ABC的四个顶点在球O的球面上，PA=PB=PC，△ABC是边长为2的正三角形，E，F分别是PA，AB的中点，∠CEF=90°，则球O的体积为</p>
                <p>A．8√6π &nbsp;&nbsp;	B．4√6π  &nbsp;&nbsp;	 C．2√6π 	&nbsp;&nbsp;D．√6π </p>
                <p style={{fontFamily:'黑体'}}>二、填空题：本题共4小题，每小题5分，共20分。</p>
                <p>13．曲线y=3(x²+x)eᕽ在点(0,0)处的切线方程为____________．</p>
                <p>14．记Sₙ为等比数列&#123;aₙ&#125;的前n项和．若a₁=1/3 ，a₄²=a₆则S₅=____________．</p>
                <p>15．甲、乙两队进行篮球决赛，采取七场四胜制（当一队赢得四场胜利时，该队获胜，决赛结束）．根据前期比赛成绩，甲队的主客场安排依次为“主主客客主客主”．
                    设甲队主场取胜的概率为0.6，客场取胜的概率为0.5，且各场比赛结果相互独立，则甲队以4∶1获胜的概率是____________．</p>
                <p>16．已知双曲线C：x²/a²-y²/b²=1（a>0,b>0) 的左、右焦点分别为F₁，F₂，过F₁的直线与C的两条渐近线分别交于A，B两点．
                    若F₁A=AB，F₁B·F₂B=0 ，则C的离心率为____________．</p>
                <p style={{fontFamily:'黑体'}}>三、解答题：共70分。解答应写出文字说明、证明过程或演算步骤。第17~21题为必考题，每个试题考生都必须作答。第</p>
                <p style={{fontFamily:'黑体'}}>&nbsp;&nbsp;&nbsp;&nbsp;22、23题为选考题，考生根据要求作答。</p>
                <p style={{fontFamily:'黑体'}}>（一）必考题：共60分。</p>
                <p>17．(12分)</p>
                <p> △ABC的内角A，B，C的对边分别为a，b，c，设(sinB-sinC)²=sin²A-sinBsinC </p>
                <p>（1）求A；</p>
                <p>（2）若√2a+b=2c ，求sinC．</p>
                <p>18．（12分）</p>
                <p>如图，直四棱柱ABCD–A₁B₁C₁D₁的底面是菱形，AA₁=4，AB=2，∠BAD=60°，E，M，N分别是BC，BB₁，A₁D的中点．</p>
                <p style={{textAlign:'center'}}><img src='../img/109.png' style={{height:'250px'}}/></p>
                <p>（1）证明：MN∥平面C₁DE；</p>
                <p>（2）求二面角A−MA₁−N的正弦值．</p>
                <p>19．（12分）</p>
                <p>已知抛物线C：y²=3x的焦点为F，斜率为3/2的直线l与C的交点为A，B，与x轴的交点为P．</p>
                <p>（1）若|AF|+|BF|=4，求l的方程；</p>
                <p>（2）若AP=3PB，求|AB|．</p>
                <p>20．（12分）</p>
                <p>已知函数f(x)=sinx-ln(1+x) ，f'(x)为f(x)的导数．证明：</p>
                <p>（1） f'(x)在区间(-1,π/2)存在唯一极大值点；</p>
                <p>（2） f(x)有且仅有2个零点．</p>
                <p>21. （12分）</p>
                <p>为治疗某种疾病，研制了甲、乙两种新药，希望知道哪种新药更有效，为此进行动物试验．试验方案如下：
                    每一轮选取两只白鼠对药效进行对比试验．对于两只白鼠，随机选一只施以甲药，另一只施以乙药．一轮
                    的治疗结果得出后，再安排下一轮试验．当其中一种药治愈的白鼠比另一种药治愈的白鼠多4只时，就停
                    止试验，并认为治愈只数多的药更有效．为了方便描述问题，约定：对于每轮试验，若施以甲药的白鼠治
                    愈且施以乙药的白鼠未治愈则甲药得1分，乙药得-1分；若施以乙药的白鼠治愈且施以甲药的白鼠未治愈则
                    乙药得1分，甲药得-1分；若都治愈或都未治愈则两种药均得0分．甲、乙两种药的治愈率分别记为α和β，
                    一轮试验中甲药的得分记为X．</p>
                <p>（1）求X的分布列；</p>
                <p>（2）若甲药、乙药在试验开始时都赋予4分，&#123;pᵢ₊₁-pᵢ&#125; (i=0,1,2,...,8) 表示“甲药的累计得分为 时，最终认为甲药比乙药更有效”
                    的概率，则p₀=0 ，p₈=1 ，pᵢ=apᵢ₋₁+bpᵢ+cpᵢ₊₁(i=1,2,...,7)，其中a=P(X=-1) ,b=P(X=0) ,c=P(X=1)．假设α=0.5,β=0.8．</p>
                <p>(i)证明：&#123;pᵢ₊₁-pᵢ&#125; (i=0,1,2,...,7) 为等比数列；</p>
                <p>(ii)求P₄，并根据P₄的值解释这种试验方案的合理性．</p>
                <p style={{fontFamily:'黑体'}}>（二）选考题：共10分。请考生在第22、23题中任选一题作答。如果多做，则按所做的第一题计分。</p>
                <p>22．[选修4—4：坐标系与参数方程]（10分）</p>
                <p>在直角坐标系xOy中，曲线C的参数方程为 x=(1-t²)/(1+t²)，y=4t/(1+t²)（t为参数）．以坐标原点O为极点，x轴的正半轴为极轴建立极坐标系，
                    直线l的极坐标方程为2ρcosθ+√3ρsinθ+11=0</p>
                <p>（1）求C和l的直角坐标方程；</p>
                <p>（2）求C上的点到l距离的最小值．</p>
                <p>23．[选修4—5：不等式选讲]（10分）</p>
                <p>已知a，b，c为正数，且满足abc=1．证明：</p>
                <p>（1）1/a + 1/b + 1/c ≤ a²+b²+c² ；</p>
                <p>（2）(a+b)³+(b+c)³+(c+a)³≥24</p>
                <p>&nbsp;</p>
                <p>&nbsp;</p>
                <p>&nbsp;</p>
            </div>
        )
    }
}